data = '[{\
    "name" : "Fish Prawns Kerala Style",\
    "image" : "./images/fried-shrimps-with-sauce_1339-66810.jpg",\
    "price" : "1000",\
    "rating" : 1,\
    "description" : "INGREDIENTS:\\n200 Gram Fresh prawns\\n1 tsp Turmeric powder\\n1 tsp Pepper\\n4 Tbsp Coconut oil\\n1 tsp Mustard seeds\\n8-10 Curry leaves\\n1 tsp Red chilli powder\\n1 tsp Red chillies, chopped\\n1 Small Onion\\n1 Lemon\\n1 Bunch Coriander, small\\n\\nDIRECTIONS\\nTake prawns add some turmeric, pepper, salt and water. Cook for 2-2.5 minutes till the outer coating turns crispy.\\nTake coconut oil, add mustard seeds, curry leaves, turmeric, salt, pepper and red chilli powder. Fry the masala.\\nTo the masala, add prawns and let them fry until golden brown.\\nFor the garnish, in the same pan take some oil, add onion rings and some chopped red chillies.\\nGarnish the prawns with onion and chilli mix, lemon juice and top with coriander. Serve."\
},\
{\
    "name" : " Fish Moilee",\
    "image" : "./images/fish-with-red-curry-paste_63253-5925.jpg",\
    "price" : "2000",\
    "rating" : 2,\
    "description" : "INGREDIENTS:\\n2 tbsp Oil\\nCurry Leaves\\n1/2 tsp Mustard seeds\\n1/2 tsp Pepper Corns\\n1/2 tsp fennel seeds\\n5 green cardamoms\\n1/2 jug coconut milk\\n8 cherry tomatoes\\ncoriander leaves\\n\\nTo Marinate\\n1 fish fillet\\n2 onions finely sliced\\n1 inch Ginger finely sliced\\n6 garlic cloves finely sliced\\n6 Green chilies slit\\n1 tsp Turmeric powder\\n1/2 tsp chili powder\\n1 tsp coriander powder\\n1 lemon juiced\\nA handful of curry leaves\\n1 tbsp Oil\\n\\nDIRECTIONS:\\nSlice the fillet into bite sized pieces.\\nCombine the other ingredients to marinate and coat the fish with this mixture.\\nAllow the fish to marinate for half an hour.\\nHeat the remaining oil and fry the curry leaves, mustard seeds, pepper corns, fennel seeds and cardamoms.\\nAllow the seeds to crackle and then stir in the marinated fish.\\nPour in the coconut milk and tomatoes and allow the curry to boil.\\nTurn the heat down and allow it to simmer, stirring occasionally until the fish is cooked.\\nGarnish with coriander leaves."\
},\
{\
    "name" : "South Indian Spicy Fish Curry",\
    "image" : "./images/seafood-soup_78502-34.jpg",\
    "price" : "3000",\
    "rating" : 3,\
    "description" : "INGREDIENTS:\\n½ tbsp flavourless oil, e.g. groundnut, for frying\\n2 onions, peeled and finely sliced\\n2 tsp mustard seeds\\n1 tsp ground turmeric\\n2 tsp ground cumin\\n3cm piece of fresh root ginger, peeled and grated\\n1–2 long red chillies, deseeded and finely chopped, to taste\\n1 x 400ml tin reduced fat coconut milk\\n1–2 tbsp tamarind paste or watered-down tamarind block\\n1 small aubergine, cut into bite-sized pieces\\n2 carrots, chopped into bite-sized rounds\\n200g green beans, topped and tailed and cut in half\\n600g meaty white fish (e.g. cod, pollock, haddock or coley), cut into bite-sized pieces\\nSea salt and freshly ground black pepper\\n\\nDIRECTIONS\\nPlace a large, shallow saucepan or a high-sided frying pan over a medium heat and add the oil. Once hot, add the sliced onions with a pinch of salt and sauté for 8–10 minutes, until completely soft.\\nAdd the spices and continue to cook for a further minute or until you can really smell them, then add the ginger and chillies and stir over the heat for a further minute.\\nPour in the coconut milk, tamarind paste and 400ml of water (use the empty coconut milk tin to measure the 400ml). Season with salt and pepper, stir well and bring to a simmer.\\nOnce the sauce is simmering, add the aubergine and continue to cook for 5 minutes, then add the carrots and simmer for 10–15 minutes, until the carrots and aubergine are tender and the sauce has thickened a little.\\nAdd the green beans and cook for a further 3 minutes, then add the fish. Stir well to coat, then cook for 3–4 minutes, until the fish is just cooked through. Taste and adjust the seasoning as necessary.\\nServe the curry with rice in warmed serving bowls, sprinkled with toasted desiccated coconut, if using."\
},\
{\
    "name" : "Fish Fingers",\
    "image" : "./images/fish-finger-french-fries-chips-with-tomato-ketchup_74190-6300.jpg",\
    "price" : "4000",\
    "rating" : 4,\
    "description" : "INGREDIENTS:\\n300 g Fish I used Seer fish, cut into fingers\\n1/2 tsp Salt\\n2 tbsp Lemon juice\\n1/2 tsp Turmeric powder\\n1/2 tsp Red chilli flakes\\n1/2 tsp Crushed black pepper\\n1 tsp Ginger garlic paste\\n2 tbsp Maida\\n1 tsp Rice Flour\\n2 tsp Cornflour\\n2 Egg\\n1/4 tsp Baking soda\\n1 cup Bread crumbs\\nOil for frying\\n\\nDIRECTIONS:\\nAdd fish fingers in a bowl and add salt, lemon juice, turmeric powder, red chilli flakes, crushed black pepper and ginger garlic paste.\\nMix well and keep aside for 10 minutes.\\nMix maida, rice flour, cornflour, egg and baking soda in another bowl.\\nAdd the marinated fish in this mixture and keep aside for another 10 minutes.\\nCoat the fish fingers with bread crumbs.\\nHeat oil in a pan.\\nDeep fry the fish fingers until golden brown on medium heat.\\nDrain on a plate lined with kitchen tissue.\\nServe hot with Ketchup or Tartare sauce."\
},\
{\
    "name" : "Shrimp Curry",\
    "image" : "./images/sour-seafood-soup-tom-yum-seafood_1339-4747.jpg",\
    "price" : "4000",\
    "rating" : 4,\
    "description" : "INGREDIENTS:\\n1 tablespoon  canola oil, divided\\n1 pound shrimp, peeled and deveined\\n1/2 yellow onion, finely chopped\\n1 teaspoon ground ginger\\n1 teaspoon ground cumin\\n1 teaspoon ground coriander\\n1 1/2 teaspoons ground turmeric\\n1 teaspoon curry powder\\n1 teaspoon paprika\\n1/2 teaspoon chili powder\\n2 cloves garlic, minced\\n1 15 ounce can tomato sauce\\n3/4 cup lite canned coconut milk\\n1/2 teaspoon Kosher salt\\ncilantro and chili peppers for garnish\\n\\nDIRECTIONS:\\nAdd 2 teaspoons of canola oil on high heat in a large skillet.\\nAdd shrimp and cook for 1 minute on each side then remove the shrimp from the pan.\\nAdd the remaining teaspoon of canola oil to the skillet with the onions.\\nCook the onions for 5 minutes on medium heat, stirring occasionally.\\nAdd in the ginger, cumin, coriander, turmeric, paprika, curry powder, chili powder, salt and garlic.\\nStir well, letting cook for 30 seconds then add in the tomato sauce and combine.\\nAdd in the coconut milk and shrimp to the pan and stir well.\\nGarnish with cilantro and chili peppers if desired."\
}\
]';
